1yib.nodejs-bundle
1yib.rust-bundle
1yib.svelte-bundle
aaron-bond.better-comments
ahinkle.laravel-model-snippets
akamud.vscode-theme-onedark
alefragnani.bookmarks
alexisvt.flutter-snippets
amiralizadeh9480.laravel-extra-intellisense
antfu.goto-alias
ardenivanov.svelte-intellisense
bierner.emojisense
bmewburn.vscode-intelephense-client
bobbyzrncev.intellij-parameter-hints
bradlc.vscode-tailwindcss
chenzhe.split-line
christian-kohler.path-intellisense
codeandstuff.package-json-upgrade
codingyu.laravel-goto-view
damms005.devdb
danielsanmedium.dscodegpt
dart-code.dart-code
dart-code.flutter
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
deepra.athkar-extension
devhat.petdex-extension-pack
devsense.composer-php-vscode
devsense.intelli-php-vscode
devsense.phptools-vscode
dracula-theme.theme-dracula
dsznajder.es7-react-js-snippets
dustypomerleau.rust-syntax
easycodeai.chatgpt-gpt4-gpt3-vscode
ecmel.vscode-html-css
editorconfig.editorconfig
equinusocio.vsc-community-material-theme
eriklynd.json-tools
esbenp.prettier-vscode
fill-labs.dependi
fivethree.vscode-svelte-snippets
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
github.classroom
github.codespaces
github.copilot
github.copilot-chat
github.vscode-pull-request-github
glitchbl.laravel-create-view
golang.go
gruntfuggly.todo-tree
haderyatparmagyaa.ashrab-shaay
heberalmeida.php-snippets
hollowtree.vue-snippets
hookyqr.minify
ihunte.laravel-blade-wrapper
jcbuisson.vue
jenkey2011.string-highlight
jock.svg
josee9988.minifyall
juanblanco.solidity
laravel.vscode-laravel
mechatroner.rainbow-csv
mehedidracula.php-namespace-resolver
melihaltintas.svelte-format
mikestead.dotenv
moalamri.inline-fold
mohd-akram.vscode-html-format
mongodb.mongodb-vscode
ms-ceintl.vscode-language-pack-cs
ms-ceintl.vscode-language-pack-de
ms-ceintl.vscode-language-pack-es
ms-ceintl.vscode-language-pack-fr
ms-ceintl.vscode-language-pack-it
ms-ceintl.vscode-language-pack-ja
ms-ceintl.vscode-language-pack-ko
ms-ceintl.vscode-language-pack-pl
ms-ceintl.vscode-language-pack-pt-br
ms-ceintl.vscode-language-pack-ru
ms-ceintl.vscode-language-pack-zh-hans
ms-ceintl.vscode-language-pack-zh-hant
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-wsl
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.vscode-typescript-next
ms-vsliveshare.vsliveshare
msamgan.laravel-pint-vscode
mtxr.sqltools
naoray.laravel-goto-components
neilbrayfield.php-docblocker
nuxt.mdc
nuxtr.nuxt-vscode-extentions
nuxtr.nuxtr-vscode
onecentlin.laravel-blade
onecentlin.laravel-extension-pack
onecentlin.laravel5-snippets
pgl.laravel-jump-controller
phplasma.csv-to-table
phproberto.vscode-php-getters-setters
pivaszbs.svelte-autoimport
piyushvscode.nodejs-snippets
pkief.material-icon-theme
pmneo.tsimporter
pnp.polacode
pomdtr.excalidraw-editor
pranaygp.vscode-css-peek
rifi2k.format-html-in-php
ritwickdey.liveserver
rust-lang.rust-analyzer
rvest.vs-code-prettier-eslint
ryannaddy.laravel-artisan
sandipchitale.vscode-indent-line
sdras.night-owl
shufo.vscode-blade-formatter
sporiley.css-auto-prefix
standard.vscode-standard
stylelint.vscode-stylelint
svelte.svelte-vscode
tkrkt.linenote
tomoki1207.pdf
twxs.cmake
usernamehw.errorlens
vadimcn.vscode-lldb
vue.volar
wayou.vscode-todo-highlight
xaver.clang-format
xdebug.php-debug
xdebug.php-pack
yatki.vscode-surround
yzhang.markdown-all-in-one
zarifprogrammer.tailwind-snippets
zhuangtongfa.material-theme
zignd.html-css-class-completion
znck.vue
zobo.php-intellisense
